Repository: taito-zz/sll.templates
Catalog: sll/templates/locales/*/LC_MESSAGES/sll.templates.po
Languages: fi

source: Feed to Top
fi: Syöte etusivuun

source: Feed to micro site
fi: Syöte mikrosivuston etusivuun

source: Make feedable to micro site.
fi: Mahdollistaa mikrosivustoon syötettä.

source: Make feedable to top page.
fi: Mahdollistaa etusivuun syötettä.

source: Make micro site
fi: Luo mkrosivusto

source: Make unfeedable from micro site.
fi: Ota syöte pois mikrosivuston etusivusta.

source: Make unfeedable from top page.
fi: Ota syöte pois etusivusta.

source: More Events
fi: Lisää tapahtumia

source: More News
fi: Lisää uutisia

source: Read more
fi: Lue lisää

source: Site Map
fi: Sivukartta

source: Unfeed from Top
fi: Poista syöte etusivusta

source: Unfeed from micro site
fi: Poista syöte mikrosivuston etusivusta

source: Unmake micro site
fi: Luo mkrosivusto pois
