Repository: taito-zz/sll.templates
Catalog: src/sll/templates/locales/*/LC_MESSAGES/sll.templates.po
Languages: fi

source: Feed to Top
fi: Syöte etusivulle

source: Feed to micro site
fi: Syöte mikrosivuston etusivulle

source: Make feedable to micro site.
fi: Mahdollistaa mikrosivustoon syötettä.

source: Make feedable to top page.
fi: Mahdollistaa etusivuun syötettä.

source: Make unfeedable from micro site.
fi: Ota syöte pois mikrosivuston etusivulta.

source: Make unfeedable from top page.
fi: Ota syöte pois etusivulta.

source: More Events
fi: Lisää tapahtumia

source: More News
fi: Lisää uutisia

source: Number of feeds
fi: Syötteen määrä

source: Path
fi: Polku

source: Read more
fi: Lue lisää

source: There are no news available.
fi: Tiedotetta ei ole saatavissa.

source: There are no upcoming events.
fi: Uutta tapahatumaa ei ole tulossa.

source: Unfeed from Top
fi: Poista syöte etusivulta

source: Unfeed from micro site
fi: Poista syöte mikrosivuston etusivulta
